[
  "Стремление к знаниям есть единственное обстоятельство, отличающее человеческую природу от животной. - Цицерон",
  "Единственный путь, ведущий к знанию, – это деятельность. - Бернард Шоу",
  "Образование – это оружие, которым можно изменить мир. - Нельсон Мандела",
  "Знание – это сила, а сила – это знание. - Фрэнсис Бэкон",
  "Учиться никогда не поздно. - Эпиктет",
  "Счастье не в обладании и радовании, а в жертве и отречении. - Михаил Лермонтов",
  "Учиться никогда не рано и никогда не поздно. - Леонардо да Винчи",
  "Кто не знает, тот не сомневается. - Арабская пословица",
  "Кто хочет - ищет способы, кто не хочет - причины. - Сократ",
  "В споре рождается истина. - Индийская пословица",
  "Образование - не подготовка к жизни, образование - это сама жизнь. - Джон Дьюи",
  "Будущее зависит от того, чему вы учите сегодняшних детей. - Ганди",
  "Не ошибается только тот, кто ничего не делает. - Теодор Рузвельт",
  "Учение - путь к знанию, знание - путь к единству, единство - путь к внутреннему миру. - Хейзел Хендерсон",
  "Книги - путь к высшему образованию. - Кристофер Морли",
  "Главное препятствие для обучения - это знать всё. - Польская пословица",
  "Чем больше знаешь, тем больше возможностей. - Брайан Трейси",
  "Каждый учитель был когда-то учеником. - Галилео Галилей",
  "Знание - сила, сила невежества - тьма. - Ричард Бакминстер Фуллер",
  "Самое ценное - знание, самое прекрасное - здравый смысл. - Сократ",
  "Образование есть великое благо для человека. - Платон",
  "Мудрость рождается из опыта, опыт рождается из глупости. - Конфуций",
  "Воспитание - великое искусство человека. - Дж. Г. Браун",
  "Знание становится сильнее, когда есть что добавить к нему. - Иоганн Вольфганг Гёте",
  "Образование должно служить жизни, а не жизнь - образованию. - Джон Дьюи",
  "Познание начинается с удивления. - Платон",
  "Жизнь - лучшая школа, и старость - ее высшая степень. - Альфонс Карр",
  "Плох тот солдат, который не мечтает стать генералом. - Лас Касас",
  "Учись смолоду. - Саади",
  "Учись доброму, и худое отстанет. - Русская пословица",
  "Человек может вынести почти все, только не серию плохих учителей. - Рауль Валленберг",
  "Не обладать образованием - значит оставаться слепым всю жизнь. - Персидская пословица",
  "Мы рождены, чтобы учиться, как птицы рождены для полета. - Джон Генри Ньюмен",
  "Талант ничто, если нет мастерства. - Иоганн Вольфганг Гете",
  "Образованный ум способен обогатить жизнь красотой, смыслом и счастьем. - Бертрис Смоллвуд",
  "Книги и мысли порождают сами себя в последовательном ряду. - Джозеф Аддисон",
  "Учиться надо везде, куда ни взгляни, поучения найдешь. - Демокрит",
  "Сначала обучают дисциплине, затем - наукам. - Аристотель",
  "Из всех богатств самое драгоценное - знание. - Аль-Газали",
  "Человек тогда человек, когда он учится. - Максим Горький",
  "Кто хочет учиться, того жизнь саму учит. - Петр Вяземский",
  "Знать многое - значит прозревать много. - Гегель",
  "Ищи не благословения, а мудрости, не богатств, а знания. - Саади",
  "Старайся быть больше, чем ты есть, учись быть тем, чем должен быть. - Цицерон",
  "Книги вводят нас в общество умных людей. - Франсуа Бэкон",
  "Кто жаждет учиться, все способы хороши. - Петр Капица",
  "Старое учит лучше, чем все новое. - Люций Анней Сенека",
  "Ум без знаний - что птица без крыльев. - Цицерон",
  "Главное в учении - трудолюбие. - Леонардо да Винчи",
  "Учись понимать прошлое, предугадывать будущее, использовать настоящее. - Леонардо да Винчи",
  "Учитель, пренебрегающий учением, не достоин чести. - Эмерсон",
  "Образованный человек знает цену вещей; невежда платит и за вещь, и за цену. - Артур Шопенгауэр",
  "Наука и ее законы живут только в людях, их сохраняющих и изучающих. - П. Л. Капица",
  "Ученик - это не сосуд, который нужно наполнить, а факел, который надо зажечь. - Плутарх",
  "Самая большая ценность на земле - великий учитель. - Школа Великого Учения",
  "Вы можете сделать многое из сына, но гораздо больше из своего образования. - Иван Франко",
  "Просвещенный разум предпочитает аргументы оружию. - Эразм Роттердамский",
  "Лучшие учителя - время и терпение. - Эсхил",
  "Неученому человеку и чужие познания не впрок. - Пословица",
  "Учение не иго, а крылья для достижения высот. - Бенджамин Франклин",
  "Не учиться никогда не поздно, но, научившись поздно, жалеешь о потерянном времени. - Еврипид",
  "Начало мудрости — это желание учиться. - Мишель де Монтень",
  "Ревность к учению - ключ к знанию. - Абу Наср Исфахани",
  "Образование - это то, что остается после того, как забывается все выученное в школе. - Альберт Эйнштейн",
  "Книга есть великий учитель, но еще лучший учитель – благоразумный друг. - Дж. Селден",
  "В мире есть только одна вещь, которую доктора лечат гуже всего, - это невежество. - Дж. Герберт",
  "Хочешь узнать, сколь много ума в человеке, - спроси, сколько в нем любознательности. - Г. Лихтенберг",
  "Обучения без размышления бесполезно, но и размышление, не просвещенное обучением, опасно. - Конфуций",
  "Образованность заключается в том, чтобы знать немного обо всем и все о немногом. - К. С. Льюис",
  "Все мечтающие учатся безмерной зависимости от образования. - В. Шекспир",
  "Умный учится на чужих ошибках, а дурак - на своих. - Народная мудрость",
  "Мудрость сама придет, если не будешь лениться учиться. - Н. Г. Помяловский",
  "Образование - оружие, которым человечество совершит свое величайшее завоевание. - Ромен Роллан",
  "Самое трудное - приобрести хорошие знания, самое легкое - выдать их за свои. - Дени Дидро",
  "Дарование без образования опаснее, чем образование без дарования. - Эзоп",
  "Ученые - слуги человечества, и верными им быть обязаны. - Дж. Далтон",
  "Книгу умная голова сама продолжает. - В. О. Ключевский",
  "Образование - драгоценнейшее из всех благ и наиболее бессмертное из богатств. - Диоген Лаэртский",
  "Человек никогда не станет ученым из-за того, что многое выучил наизусть. - Конфуций",
  "Никакие усилия не будут напрасны, если они служат достижению знаний. - Аристотель",
  "Из двух людей более счастлив тот, кто познал больше истин. - Карлейль",
  "Настоящий мудрец познает не в книгах, а в вечной Великой Книге Жизни. - Л. Бюхнер",
  "Наука не только наставница, она и мать воображения - Уильям Харольд",
  "Ученые отличаются от толпы разве только терпением. - Бэкон",
  "Желающий учиться - уже наполовину ученый. - Демокрит",
  "Не ежедневно обогащать свой ум каким-нибудь знанием - значит оскудевать. - Иоганн Вольфганг Гете",
  "Люди подобны колодцам: чем глубже вода, тем светлее. - Томас Драйтон",
  "Мысли и знания не доставляются на блюдечке с голубой каемочкой. - Вацлав Гавел",
  "Мудрость покоится в учении и в терпении. - Халил Джубран",
  "Знание дает предвидение. Размышление преображает жизнь в мудрость. - Протагор",
  "Стремление к знанию - вот единственный путь, которым человек когда-нибудь сможет подняться над Землей. - Роберт Хелценбах",
  "Без книг стены комнаты опустились бы на нее. - Гракцио Патрици",
  "Знание — вещь прекрасная и желанная. Однако знание без обоснования бесполезно. - У. Уэвелл",
  "Не домогайтесь того, чтобы ваш ребёнок стал учёным, лучше пожелайте, чтобы он никогда не прекращал учиться. - Вольтер",
  "Самое прекрасное зрелище на свете - человек свободный и образованный. - Эпиктет", 
  "Учиться никогда не поздно, но если вы опоздали, то учиться будет труднее. - Генри Лонгфелло",
  "Образование открывает перед человеком безграничные горизонты и новые возможности. - Мохандас Ганди", 
  "Тот, кто перестал учиться, — древний, и не важно, сколько ему лет. - Генри Форд",
  "Инвестиции в знания приносят самые высокие дивиденды. - Бенджамин Франклин",
  "Секрет успеха в жизни - постоянно учиться чему-то новому. - Альберт Эйнштейн",
  "Воспитание - это то, что остается после того, как забывается все выученное в школе. - Альберт Эйнштейн",
  "Не бойтесь ошибок - они доказывают, что вы пытались что-то сделать. - Джон Портер",
  "Образование помогает людям и обществу встретить будущее с уверенностью. - Хелен Келлер",
  "Учиться можно только тому, что любишь. - Иоганн Вольфганг Гете",
  "Книги помогают нам понять прошлое, оценить настоящее и предвидеть будущее. - Уинстон Черчилль",
  "Образование - это самое мощное оружие, которое можно использовать для изменения мира. - Нельсон Мандела",
  "Обучаясь сегодня, вы сможете иметь завтрашний день достойнее, чем вчера, и после завтра. - Малкольм Икс",
  "Учиться и не размышлять - напрасный труд, размышлять и не учиться - опасная ловушка. - Конфуций", 
  "Не теряйте благоприятной возможности учиться, ибо время терпит, а невежество нетерпимо. - Мусций Авфидий",
  "Образование делает человека благородным, умным и развитым во всех отношениях. - Абрахам Линкольн",
  "Наибольшее преимущество знаний - это то, что их невозможно потерять или украсть. - Ингрид Бергман",
  "Настоящее образование учит мыслить самостоятельно и критически. - Дэвид Дейкенс", 
  "Читать хорошие книги - это как беседа с величайшими умами прошлых времен. - Рене Декарт",
  "Лучший учитель в жизни - опыт. Обдумывайте каждый свой урок. - Томас Карлейль",
  "Человек учится всю жизнь и учится у всех: даже у безумца он учится не быть безумцем. - Дидро"
]
